{
  "warning": {
    "construction": "Ce site est en construction !",
    "thanks": "Merci pour votre bienveillance quant au manque de fonctionnalités et design."
  },
  "accents": "é à è ù â ê î ô û ç",
  "main_page": {
  },
  "main_mul": {
    "title": "Mindbridge Media, pour artistes et venues.",
    "history": "En février 2017, j’ai rencontré mon conjoint, un musicien récemment expatrié au Cambodge. Il avait déménagé avec ses centaines de kilos d’instruments et sono qu’il avait accumulé au fil des années. En juin, je finissais mon contrat avec l’ONG Action Cambodge Handicap et, pendant deux mois, j’ai suivi mon conjoint dans ses concerts.",
    "start": "J’ai commencé à prendre des photos lors des concerts et cela m’a fait décrocher quelques contrats; couplé a une situation économique favorable, j’ai décidé de me lancer en indépendante.",
    "then": "Je me suis focalisée sur la photographie pendant quelques mois, jusqu’à ce qu’un jour, lors d’un concert de mon conjoint, j’ai rencontré un musicien intéressé d’utiliser deux de nos microphones pour quelques gigs. J’ai alors décidé de creuser cette opportunité en parlant avec les autres musiciens que j’avais rencontré jusque la. J’ai vite réalisé qu’il y avait une demande pour la location d’équipement de sonorisation mais aussi d’instruments. Environ deux mois après avoir commencé à louer notre équipement, j’ai décidé d’apprendre les bases de la technique du son.",
    "sound": "J’ai suivi une équipe de deux techniciens sonores à travers différents événements à Phnom Penh, jusqu’à ce qu’ils me laissent gérer un événement hebdomadaire de moi-même. Mon compagnon m’a également apporté son support en partageant son expérience de technicien du son. Forte de ces expériences et enseignements, j’ai vite construit un réseau de partenaires réguliers, en offrant des services et matériel de qualité, seule ou en équipe.",
    "invest": "J’ai réinvesti la plupart de mes profits dans du nouveau matériel, la plupart venant d’Europe. J’ai rapidement augmenté ma visibilité sur le marché local et ai commencé à collaborer avec des partenaires locaux sur des événements de plus grande ampleur, tout en continuant à me former. ",
    "DJ": "Au fil de mon travail, je suis également devenue plus sensible aux sons et à la musique. J’ai commencé à apprendre les rudiments du métier de DJ, j’ai fais quelques shows, le plus récent au Festival Exit en juillet 2021, premier festival européen à reprendre post-pandémie. Depuis, je garde ma casquette de DJ pour le plaisir seulement et ne cherche pas à en faire carriere. J’ai également commence à apprendre  à jouer de la batterie et du piano, principalement pour m’aider à comprendre les artistes avec qui je travaille, mais également dans l’espoir de pouvoir jouer avec eux un jour.",
    "kevin": "Outre ma propre expérience d’ingénieur du son et d’entrepreneur, j’ai également servi d’agent à mon compagnon, et nous avons formé un autre ingénieur et DJ qui s’est progressivement transformé en notre co-fondateur et comptable. Grâce à ses propres expériences et compétences, nous offrons désormais également des services de relecture et écriture (copy-writing) en anglais.",
    "presence": "J’ai grandi mon business au Cambodge à travers le bouche à oreilles, vous ne trouverez donc pas de site internet ni de réseau social bien maintenu sur Mindbridge Media. Quelques photos, ici et là, surtout pour entretenir le réseau existant qu’autre chose.",
    "moving": "Notre déménagement en Serbie a entrainé une attente d’un an et 2 mois avant de retrouver nos instruments et sonos. Au moment d’écrire ces lignes, nous devons encore désinfecter et tester plus de 75% de notre matériel. Notre reprise d’activité a donc été freinée et je me concentre maintenant principalement sur la programmation. J’essaie tout de même d’agrandir notre réseau de musiciens en Serbie pour progressivement trouver des opportunités pour que mon compagnon reprenne son activité.",
    "skills": "Qu'ai tiré de cette expérience ?",
    "skill1": "Louant du matériel audio, je me devais à moi-meme, à un certain moment, de revoir mes bases en électricité et d’apprendre à controler ces signaux électriques producteurs de son, quels sont les éléments qui affectent la qualité sonore, etc.",
    "skill1.1": "J'ai suivi plusieurs cours en ligne pour en apprendre plus sur l'électricité, les circuits et comment leur qualité impactent le son. Comprendre les fréquences et à quels sons elles correspondent m'a également permis d'ameliorer mes compétences en édition du son.",
    "skill2": "J’ai aussi appris à analyser et comprendre mon environnement rapidement ; par exemple, comment est-ce que ces murs en verre vont affecter la reflexion du son ?",
    "skill3": "J’ai développé ma capacité à lire les expressions faciales et anticiper les besoins des musiciens. N’étant pas toujours en mesure d’entendre les requetes des artistes sur scene, j’ai du apprendre à déchiffrer leurs gestes, en identifiant rapidement la demande selon ce que je déchiffrais et ce que je savais du musicien. Par exemple, la requete d’un batteur va probablement etre par rapport à la (contre)basse ou au chanteur/guitare lead. Je me suis rapidement améliorée et ai réussi à devenir un lien efficace entre les attentes des gérants de l’événement, les besoins des artistes et le droit au public à une performance de bonne qualité sonore."
  },
  "navbar": {
    "mbm": "Entrepreneurship",
    "writing": "Rédaction & Traductions",
    "events": "Evénements",
    "other": "Autres Services",
    "about": "A Propos",
    "contact": "Contact"
  },
  "error": "Ooups, désolée, je n'ai pas l'impression de pouvoir accéder à votre demande..."
}
