{
    "main_page": {
        "honor": "I'm honored you're willing to know more about me.",
        "hydrate":"Please, make yourself comfortable and stay hydrated.",
        "know":"What would you like to know about?"
    },
    "main_dev":{

    },
    "main_mul":{

    },
    "studies":{

    },
    "what_else":{

    },
    "navbar":{
        "dev":"",
        "mbm":"",
        "studies":"",
        "else":"",
        "contact":""
    },
    "why_blockchain":{
        "title":"Blockchain Developer",
        "why":"You may wonder why I chose to evolve into the 'Blockchain World'?",
        "p1":"Different experiences lead me to look for alternatives to the systems I was brought up in. I was no longer convinced that the current system in place harbored favorable grounds for me to thrive and help the people I care for.",
        "p1bis":"When I got introduced to the blockchain concept and Bitcoin, like most of us, I was dubitative. Sounded like another big wave that would soon crash and leave a lot of people barebone.",
        "p2":"Then, as I was gathering data and getting to understand the lay of the land, I caught myself thinking that there may be hopes that this could be an alternative I was looking for. If we were to build proper decentralized systems, we may get closer to a globally fairer place when it comes to human interactions.",
        "p3":"It sounded like the best option from all the ones I had heard so far, despite my limited knowledge of the industry.",
        "p4":"The more I learn about this new way of dealing with digital transactions, the bigger the realm of possibilities gets. It's exhilarating!",
        "p5":"I want to be part of systems that will transform the weaknesses of the previous systems into strengths. Systems that wisely use the transparency and immunatibility of decentralized protocols and foster environments that bring us closer to fulfiling our potentials as human beings.",
        "p6":"I want to be part of communities promoting governance, real collective participation and real political ressource allocation and revenues transparency. If I can't invest my money into those systems to help them flourish, then I want to give my time and energy into growing them."
    }, 
    "error":"Uuups, sorry buddy, can't get that for ya."
}


